Repository: labordus/cornice
Catalog: i18n/*/LC_MESSAGES/cornice.po
Languages: de, fr, it, sl

source: Name
fr: Nom
it: Nome
sl: Ime

source: Path
de: Pfad
fr: Répertoire
it: Percorso
sl: Pot

source: Select the name for the bookmark
de: Geben Sie einen Namen für das Lesezeichen an
fr: Donner un nom au marque-page
it: Seleziona il nome per il segnalibro
sl: Izberite ime za zaznamek

source: Add Bookmark
de: Lesezeichen hinzufügen
fr: Ajouter un marque-page
it: Aggiungi Segnalibro
sl: Dodaj zaznamek

source: Error adding bookmark!
de: Fehler beim Hinzufügen des Lesezeichens
fr: Erreur lors de l'ajout du marque-page !
it: Errore aggiungendo il segnalibro!
sl: Napaka pri dodajanju zaznamka!

source: Data can't be copied to the clipboard.
fr: Les données ne peuvent pas être copiées au presse-papiers.
sl: Podatkov ni mogoče kopirati v odložišče.

source: The clipboard can't be opened.
fr: Le presse-papiers ne peut pas être ouvert.
sl: Odložišča ni mogoče odpreti.

source: Data can't be copied from clipboard.
fr: Les données ne peuvent pas être copiées du presse-papiers.
sl: Podatkov ni mogoče kopirati z odložišča.

source: Data can't be copied from the clipboard.
fr: Les données ne peuvent pas être copiées du presse-papiers.
sl: Podatkov ni mogoče kopirati z odložišča.

source: Please only drop one file at a time
fr: Veuillez transférer un seul fichier à la fois.
sl: Naenkrat spustite le eno datoteko

source: Value
de: Wert
fr: Valeur
it: Valore
sl: Vrednost

source: Can't delete on a virtual filesystem
fr: Impossible de supprimer sur un système de fichiers virtuel.
sl: Na navideznem datotečnem sistemu ni mogoče brisati datotek

source: Preview
de: Vorschau
fr: Prévisualisation
it: Anteprima
sl: Predogled

source: Exif data
de: Exif-Daten
fr: Données Exif
it: Dati Exif
sl: Podatki exif

source: SPACE or PG_DOWN: Show next image BACKSPACE or PG_UP: Show previous image HOME: Show first image END: Show last image LEFT_ARROW: Scroll image left RIGHT_ARROW: Scroll image right UP_ARROW: Scroll image up DOWN_ARROW: Scroll image down F: Fit image + or ]: Zoom in - or [: Zoom out 1: Restore original image size K: Remember zoom and rotation settings F5: Refresh image R: Rotate image 90 degrees clockwise L: Rotate image 90 degrees counterclockwise S: Start/Stop slideshow F11: Toggle fullscreen mode ESC: Close viewer frame
de: LEERTASTE oder BILD_AB: nächstes Bild anzeigen RÜCKTASTE oder BILD_AUF: vorheriges Bild anzeigen POS1: erstes Bild anzeigen ENDE: letztes Bild anzeigen PFEIL LINKS: Bild nach links verschieben PFEIL RECHTS: Bild nach rechts verschieben PFEIL OBEN: Bild nach oben verschieben PFEIL UNTEN: Bild nach unten verschieben F: Bild an Fenstergröße anpassen + or ]: Zoom + - or [: Zoom - 1: Bild in Originalgröße anzeigen K: Zoom- und Rotationseinstellungen merken F5: Aktualisieren R: Bild um 90° im Uhrzeigersinn drehen L: Bild um 90° im Gegenuhrzeigersinn drehen S: Diashow starten/anhalten F11: Vollbildmodus ESC: Bildbetrachter schließen
fr: Espace ou PG_DOWN: Voir l'image suivante BACKSPACE ou PG_UP: Voir l'image précédente Début: Voir la première image Fin: Voir la dernière image Flèche_Gauche: Défilement de l'image vers la gauche Flèche_Droite: Défilement de l'image vers la droite Flèche_Haut: Défilement de l'image vers le haut Flèche_Bas: Défilement de l'image vers le bas F: Ajuster l'image + ou ]: Zoom + - ou [: Zoom - 1: Restaurer la taille initiale de l'image K: Conserver paramètres de zoom et rotation F5: Rafraîchir l'image R: Tourner de 90° sens des aiguilles L: Tourner de 90° sens contraire d'aiguilles S: Démarrer/Stopper le diaporama F11: Bascule mode plein écran Echap: Fermer la visionneuse
it: SPAZIO o PG_GIU: Visualizza immagine seguente BACKSPACE o PG_SU: Visualizza immagine precedente HOME: Visualizza prima immagine FINE: Visualizza ultima immagine FRECCIA DESTRA: Scrolling dell'immagine verso destra FRECCIA SINISTRA: Scrolling verso sinistra FRECCIA IN SU: Scrolling verso l'alto FRECCIA IN GIU: Scrolling verso il basso F: Adatta dimensione immagine alla finestra + o ]: Aumenta zoom - o [: Diminuisci zoom 1: Dimensioni normali K: Ricorda valori di zoom e rotazione F5: Aggiorna immagine R: Ruota immagine di 90 gradi verso destra L: Ruota di 90 gradi verso sinistra S: Inizia/ferma lo slideshow F12: Modalita` a tutto schermo on/off ESC: Chiudi la finestra di visualizzazione
sl: PRESLEDNICA ali PG_DOWN: Pokaži naslednjo sliko VRAČALKA ali PG_UP: Pokaži prejšnjo sliko HOME: Pokaži prvo sliko END: Pokaži zadnjo sliko PUŠČICA_LEVO: Pomakni se po sliki v levo PUŠČICA_DESNO: Pomakni se po sliki v desno PUŠČICA_GOR: Pomakni se po sliki navzgor PUŠČICA_DOL: Pomakni se po sliki navzdol F: Prilagodi velikost slike + ali ]: Povečaj - ali [: Pomanjšaj 1: Obnovi izvorno velikost slike K: Zapomni si nastavitve povečave in sukanja F5: Osveži sliko R: Zasukaj sliko 90 stopinj v SUK L: Zasukaj sliko 90 stopinj v NSUK S: Zaženi/ustavi projekcijo F11: Vključi/izključi celozaslonski način ESC: Zapri okvir ogledovalnika

source: Cornice Viewer Key Bindings
de: Tastaturbelegung im Bildbetrachter
fr: Raccourcis clavier de la visionneuse
it: Configurazione dei Tasti per il Visualizzatore
sl: Tipke za bližnjice ogledovalnika Cornice

source: &Edit
de: &Bearbeiten
fr: &Edition
it: &Modifica
sl: &Uredi

source: Select ZIP archive to open
de: ZIP-Datei auswählen
fr: Sélectionnez l'archive ZIP à ouvrir
it: Selezionate un archivio ZIP da aprire
sl: Izberite arhiv ZIP, ki ga želite odpreti

source: Picture Browser - Cornice
de: Cornice
fr: Explorateur d'images - Cornice
it: Browser di Immagini - Cornice
sl: Brskalnik slik - Cornice

source: Tree
de: Dateimanager
fr: Arborescence
it: Albero delle directory
sl: Drevo

source: Bookmarks
de: Lesezeichen
fr: Marque-pages
it: Segnalibri
sl: Zaznamki

source: Picture Viewer - Cornice
de: Bildbetrachter - Cornice
fr: Visionneuse d'images - Cornice
it: Visualizzatore di Immagini - Cornice
sl: Ogledovalnik slik - Cornice

source: Unable to save preferences (%s)
de: Einstellungen können nicht gespeichert werden (%s)
fr: Impossible d'enregistrer les préférences (%s)
it: Impossibile salvare le preferenze (%s)
sl: Nastavitev ni mogoče shraniti (%s)

source: Date
de: Datum
it: Data
sl: Datum

source: Size
de: Größe
fr: Taille
it: Dimensione
sl: Velikost

source: Image Properties
de: Bildeigenschaften
fr: Propriétés de l'image
it: Proprieta` Immagine
sl: Lastnosti slike

source: Total %s file(s), (%s)
de: Gesamt %s Datei(en), (%s)
fr: Total %s fichier(s), (%s)
it: %s file in totale, (%s)
sl: Skupaj %s slik, (%s)

source: Delete %s picture(s)?
fr: Supprimer %s image(s) ?
sl: Želite izbrisati %s slik?

source: Are you sure?
de: Sind Sie sicher?
fr: Etes-vous sûr?
it: Siete sicuri?
sl: Ste prepričani?

source: Error
de: Fehler
fr: Erreur
it: Errore
sl: Napaka

source: Can't paste on this path: %s
de: Einfügen auf Pfad %s nicht möglich
fr: Impossible de copier dans ce répertoire : %s
it: Impossibile incollare in questo percorso: %s
sl: Na to pot ni mogoče prilepiti: %s

source: Unable to save bookmarks!
de: Lesezeichen kann nicht gespeichert werden!
fr: Impossible d'enregistrer les marque-pages !
it: Impossibile salvare i segnalibri!
sl: Zaznamkov ni mogoče shraniti!

source: Changes will take effect next time you start Cornice
de: Die Einstellungen werden beim nächsten Programmstart übernommen
fr: Les changements prendront effet au prochain redémarrage de Cornice
it: I cambiamenti avranno effetto al prossimo avvio di Cornice
sl: Spremembe bodo veljale ob naslednjem zagonu Cornice.

source: Information
it: Informazione
sl: Podatki

source: UNSUPPORTED FORMAT
de: Unbekanntes Format
fr: FORMAT NON SUPPORTÉ
it: FORMATO NON SUPPORTATO
sl: NEPODPRTA VRSTA SLIK

source: Cornice v%s: a Python + wxPython + PIL image viewer Running on Python %s, wxPython %s and PIL %s Author: Alberto Griggio <agriggio@users.sourceforge.net> Thanks to: see credits.txt License: GPL (see license.txt) THIS PROGRAM COMES WITH NO WARRANTY
de: Cornice v%s: Ein Bildbetrachter in Python + wxPython + PIL (Python %s, wxPython %s, PIL %s) Autor: Alberto Griggio <agriggio@users.sourceforge.net> Danksagungen: siehe credits.txt Lizenz: GPL (siehe license.txt) THIS PROGRAM COMES WITH NO WARRANTY
fr: Cornice v%s: une visionneuse d'images en Python + wxPython + PIL Sous Python %s, wxPython %s et PIL %s Auteur: Alberto Griggio <agriggio@users.sourceforge.net> Merci à: voir credits.txt Licence: GPL (voir license.txt) CE PROGRAMME EST FOURNI SANS AUCUNE GARANTIE
it: Cornice v%s: un visualizzatore di immagini in Python + wxPython + PIL (Ora su Python %s, wxPython %s e PIL %s) Autore: Alberto Griggio <agriggio@users.sourceforge.net> Ringraziamenti: vedere credits.txt Licenza: GPL (vedere license.txt) QUESTO PROGRAMMA E` DISTRIBUITO SENZA ALCUNA GARANZIA
sl: Cornice v%s: ogledovalnik slik Python + wxPython + PIL Deluje z uporabo Pythona %s, wxPythona %s in PIL-a %s Avtor: Alberto Griggio <agriggio@users.sourceforge.net> Zahvale: glejte credits.txt Licenca: GPL (glejte license.txt) TA PROGRAM JE BREZ KAKRŠNE KOLI GARANCIJE

source: Bookmarks Editor - Cornice
de: Lesezeichen verwalten - Cornice
fr: Editeur de marque-pages - Cornice
it: Editor dei segnalibri - Cornice
sl: Urejevalnik zaznamkov - Cornice

source: Bookmark
de: Lesezeichen
fr: Marque-page
it: Segnalibro
sl: Zaznamek

source: Name:
fr: Nom:
it: Nome:
sl: Ime:

source: Path:
de: Pfad:
fr: Chemin:
it: Percorso:
sl: Pot:

source: Add
de: Hinzufügen
fr: Ajouter
it: Aggiungi
sl: Dodaj

source: Remove
de: Löschen
fr: Supprimer
it: Rimuovi
sl: Odstrani

source: Move Up
de: Auf
fr: Monter
it: Sposta in alto
sl: Premakni navzgor

source: Move Down
de: Ab
fr: Descendre
it: Sposta in basso
sl: Premakni navzdol

source: OK
sl: V redu

source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla
sl: Prekliči

source: The image already exists
de: Das Bild existiert bereits
fr: L'image existe déjà
it: L'immagine esiste gia`
sl: Slika že obstaja

source: Do you want to overwrite the image on the left with that on the right?
de: Wollen Sie das linke Bild durch das rechte ersetzen?
fr: Voulez vous remplacer l'image de gauche par celle de droite ?
it: Volete sovrascrivere l'immagine a sinistra con quella a destra?
sl: Želite prepisati sliko na levi s tisto na desni?

source: orig&image&info
sl: info&orig&slike

source: new&image&info
fr: nouveau&image&info
sl: info&nove&slike

source: orig&file&info
fr: orig&fichier&info
sl: info&orig&dat

source: new&file&info
fr: nouveau&fichier&info
sl: info&nove&dat

source: New image name
de: Neuer Bildname
fr: Nouveau nom de l'image
it: Nuovo nome dell'immagine
sl: Ime nove slike

source: Rename
de: Umbenennen
fr: Renommer
it: Rinomina
sl: Preimenuj

source: Skip
de: Überspringen
fr: Sauter
it: Salta
sl: Preskoči

source: Auto skip
de: Automatisches Überspringen
fr: Sauter automatiquement
it: Salta automaticamente
sl: Samodejno preskoči

source: Overwrite
de: Überschreiben
fr: Remplacer
it: Sovrascrivi
sl: Prepiši

source: Overwrite all
de: Alle überschreiben
fr: Remplacer tout
it: Sovrascrivi tutte
sl: Prepiši vse

source: &File
de: &Datei
fr: &Fichier
sl: &Datoteka

source: View
de: Anzeigen
fr: Visionner
it: Visualizza
sl: Pogled

source: Up directory
de: Verzeichnisebene aufwärts
fr: Répertoire parent
it: Livello superiore
sl: Gornja mapa

source: Open ZIP archive Ctrl+O
de: ZIP-Datei öffnen Ctrl+O
fr: Ouvrir une archive ZIP Ctrl+O
it: Apri archivio ZIP Ctrl+O
sl: Odpri arhiv ZIP Ctrl+O

source: Preferences... Ctrl+P
de: Einstellungen... Ctrl+P
fr: Préférences... Ctrl+P
it: Preferenze... Ctrl+P
sl: Nastavitve ... Ctrl+P

source: E&xit Ctrl+Q
de: &Beenden Ctrl+Q
fr: &Quitter Ctrl+Q
it: Esci Ctrl+Q
sl: I&zhod Ctrl+Q

source: Delete Del
fr: Supprimer Suppr
sl: Izbriši Del

source: Cut Ctrl+X
de: Ausschneiden Ctrl+X
fr: Couper Ctrl+X
it: Taglia Ctrl+X
sl: Izreži Ctrl+X

source: Copy Ctrl+C
de: Kopieren Ctrl+C
fr: Copier Ctrl+C
it: Copia Ctrl+C
sl: Kopiraj Ctrl+C

source: Paste Ctrl+V
de: Einfügen Ctrl+V
fr: Coller Ctrl+V
it: Incolla Ctrl+V
sl: Prilepi Ctrl+V

source: &View
de: &Anzeigen
fr: &Visionner
it: &Visualizza
sl: &Pogled

source: Details F3
fr: Détails F3
it: Dettagli Ctrl+3
sl: Podrobnosti F3

source: Thumbnails F4
de: Vorschau F4
fr: Miniatures F4
it: Thumbnails Ctrl+4
sl: Sličice za predogled F4

source: Tree Alt+T
de: Dateimanager Alt+T
fr: Arborescence Alt+T
it: Albero delle directory Ctrl+T
sl: Drevo Alt+T

source: Bookmarks Alt+B
de: Lesezeichen Alt+B
fr: Marque-pages Alt+B
it: Segnalibri Ctrl+B
sl: Zaznamki Alt+B

source: Hidden dirs Ctrl+H
de: Versteckte Verzeichnisse Ctrl+H
fr: Montrer les répertoires cachés Ctrl+H
it: Directory nascoste Ctrl+H
sl: Skrite mape Ctrl+H

source: Refresh F5
de: Aktualisieren F5
fr: Rafraîchir F5
it: Aggiorna Ctrl+5
sl: Osveži F5

source: Sort
de: Sortieren
fr: Trier
it: Ordinamento
sl: Razvrsti

source: By Name
de: nach Name
fr: Par Nom
it: Per nome
sl: po imenu

source: By Date
de: nach Datum
fr: Par Date
it: Per data
sl: po datumu

source: By Size
de: nach Größe
fr: Par Taille
it: Per dimensione
sl: po velikosti

source: By Image Properties
de: nach Bildeigenschaften
fr: Par Propriétés d'images
it: Per proprieta` delle immagini
sl: po lastnostih slik

source: Reverse
de: In umgekehrter Reihenfolge anzeigen
fr: Tri inverse
it: Ordine inverso
sl: Obratno

source: &Bookmarks
de: &Lesezeichen
fr: Marque-pages
it: &Segnalibri
sl: &Zaznamki

source: Add bookmark Ctrl+D
de: Lesezeichen hinzufügen Ctrl+D
fr: Ajouter un marque-page Ctrl+D
it: Aggiungi segnalibro Ctrl+D
sl: Dodaj zaznamek Ctrl+D

source: Edit Bookmarks...
de: Lesezeichen bearbeiten...
fr: Editer les Marque-pages...
it: Modifica segnalibri...
sl: Uredi zaznamke ...

source: &Help
de: &Hilfe
fr: &Aide
sl: Po&moč

source: Viewer keybindings F1
de: Tastaturbelegung F1
fr: Raccourcis clavier F1
it: Configurazione tasti del visualizzatore Ctrl+1
sl: Tipke za bližnjice ogledovalnika F1

source: About...
de: Über...
fr: Au sujet de...
it: Informazioni su...
sl: O programu ...

source: About Cornice
de: Über Cornice
fr: Au sujet de Cornice
it: Informazioni su Cornice
sl: O programu Cornice

source: Cornice v%s: a Python + wxPython + PIL image viewer Running on Python %s, wxPython %s and PIL %s Author: Alberto Griggio <agriggio@users.sourceforge.net> Thanks to Vineet Jain for porting it to wxPython 2.5 License: GPL (see license.txt) THIS PROGRAM COMES WITH NO WARRANTY
fr: Cornice v%s: une visionneuse d'images en Python + wxPython + PIL (Python %s, wxPython %s, PIL %s) Auteur: Alberto Griggio <agriggio@users.sourceforge.net> Merci à Vineet Jain de l'avoir porté sur wxPython 2.5 Licence: GPL (voir license.txt) CE PROGRAMME EST FOURNI SANS AUCUNE GARANTIE
sl: Cornice v%s: ogledovalnik slik Python + wxPython + PIL Deluje z uporabo Pythona %s, wxPythona %s in PIL-a %s Avtor: Alberto Griggio <agriggio@users.sourceforge.net> Zahvala velja Vineet Jain za prenos v wxPython 2.5 Licenca: GPL (glejte license.txt) TA PROGRAM JE BREZ KAKRŠNE KOLI GARANCIJE

source: Preferences - Cornice
de: Einstellungen - Cornice
fr: Préférences - Cornice
it: Preferenze - Cornice
sl: Nastavitve - Cornice

source: Browser
fr: Explorateur
sl: Brskalnik

source: Initial path
de: Startpfad
fr: Chemin initial
it: Percorso iniziale
sl: Začetna pot

source: Remember last visited path
de: Letzten benutzten Pfad als Startpfad verwenden
fr: Se souvenir du dernier répertoire
it: Ricorda ultima directory visitata
sl: Zapomni si nazadnje obiskano pot

source: Type
de: Typ
it: Tipo
sl: Vrsta

source: Sort images by
de: Sortiere Bilder nach
fr: Trier les images par
it: Ordina immagini per
sl: Razvrsti slike

source: Sort in reverse order
de: In umgekehrter Reihenfolge anzeigen
fr: Tri inverse
it: Ordine inverso
sl: Razvrsti v obratnem vrstnem redu

source: Show hidden directories in the tree
de: Versteckte Verzeichnisse anzeigen
fr: Montrer les fichiers cachés
it: Mostra directory nascoste
sl: V drevesu pokaži skrite mape

source: Details
de: Detailansicht
fr: Détails
it: Dettagli
sl: Podrobnosti

source: Thumbnails
de: Vorschauansicht
fr: Miniatures
it: Thumbnail
sl: Sličice za predogled

source: Default directory view
de: Ordnerdarstellung
fr: Répertoire des vues par défaut
it: Modalita` di visualizzazione delle directory
sl: Privzeti pogled map

source: Details view
de: Detailsansicht
fr: Vue de détails
sl: Podroben pogled

source: Background colour reflects image type
de: Hintergrundfarbe zeigt Dateityp an
fr: La couleur arrière-plan reflète le type d'image
it: Cambia il colore dello sfondo a seconda del tipo di immagine
sl: Barva ozadja označuje vrsto slike

source: Thumbnails view
de: Vorschauansicht
fr: Vue de miniatures
sl: Predogledni pogled

source: Thumbnails size
de: Vorschaugröße
fr: Tailles des miniatures
it: Dimensione delle thumbnail
sl: Velikost predoglednih sličic

source: Simple
de: Einfach
sl: Enostavno

source: Button
de: Schaltfläche
fr: Bouton
sl: Gumb

source: Frame
de: Rahmen
fr: Cadre
sl: Okvir

source: Style
de: Darstellung
it: Stile
sl: Slog

source: Viewer
de: Bildbetrachter
fr: Visionneuse
it: Visualizzatore
sl: Ogledovalnik

source: Show images in fullscreen mode by default
de: Bilder standardmäßig im Vollbildmodus anzeigen
fr: Voir les images en mode plein écran par défaut
it: Mostra immagini a tutto schermo
sl: Privzeto pokaži slike v celozaslonskem načinu

source: Fit images to window by default
de: Bildgröße standardmäßig an Fenster anpassen
fr: Ajuster les images à la fenêtre par défaut
it: Adatta le dimensioni delle immagini alla finestra
sl: Privzeto prilagodi velikost slik oknu

source: Allow "fit image" to enlarge image
de: "Bildgröße anpassen" bei kleinen Bildern erlauben
fr: Autoriser "ajuster l'image" à agrandir l'image
it: Consenti ingrandimento delle immagini in "adatta alla finestra"
sl: Dovoli "prilagodi sliko" za povečavo slik

source: Remember zoom and rotation settings between images
de: Zoom- und Rotationseinstellungen merken
fr: Garder la valeur du zoom et de la rotation entre les images
it: Ricorda i valori di zoom e rotazione tra le immagini
sl: Zapomni si nastavitve povečave in sukanja med slikami

source: Default size of the viewer window
de: Standardgröße des Bildbetrachters
fr: Dimension par défaut de la visionneuse
it: Dimensioni iniziali della finestra di visualizzazione
sl: Privzeta velikost okna ogledovalnika

source: Slideshow
de: Diashow
fr: Diaporama
sl: Projekcija

source: Switch to fullscreen mode
de: Vollbildmodus
fr: Basculer en mode plein écran
it: Passa alla modalita` a tutto schermo
sl: Preklopi v celozaslonski način

source: Fit images to window
de: Bilder an Fenstergöße anpassen
fr: Ajuster les images à la fenêtre
it: Adatta le dimensioni delle immagini alla finestra
sl: Prilagodi slike oknu

source: Restart slideshow automatically
de: Diashow automatisch wiederholen
fr: Redémarrer le Diaporama automatiquement
it: Riavvia automaticamente
sl: Samodejno ponovno zaženi projekcijo

source: Show images in random order
de: Bilder in zufälliger Reihenfolge zeigen
fr: Voir les images dans un ordre aléatoire
it: Mostra le immagini in ordine casuale
sl: Pokaži slike v naključnem zaporedju

source: Delay between slides (in seconds)
de: Wartezeit zwischen den Bildern (in Sekunden)
fr: Délai entre les images (en secondes)
it: Ritardo tra le slides (in secondi)
sl: Premor med prosojnicami (v sekundah)

source: Advanced
de: Erweitert
fr: Avancé
it: Avanzate
sl: Napredno

source: Nearest (Faster - Lower quality)
de: Einfach (niedrige Qualität - schneller)
fr: Le plus proche (plus rapide – qualité plus basse)
it: Regioni confinanti (Veloce - Bassa qualit√†)
sl: najbližje (hitrejše - nižja kakovost)

source: Linear
fr: Linéare
it: Lineare
sl: linearno

source: Cubic (Higher quality - Slower)
de: Kubisch (höhere Qualität - langsamer)
fr: Cubic (Qualité plus élevée - plus lent)
it: Cubica (Alta qualita` - Lenta)
sl: kubično (višja kakovost - počasnejše)

source: AntiAlias (Highest - Slowest)
de: AntiAlias (höchste Qualität - am langsamsten)
fr: AntiAlias (Le plus élevé – le plus lent)
sl: z glajenjem (najvišja kakovost - najpočasnejše)

source: Interpolation to use to resize images:
de: Interpolation für Größenänderung:
fr: Interpolation à utiliser pour modifier la taille des images :
it: Interpolazione da usare per lo zoom
sl: Interpolacija za spreminjanje velikosti slik:

source: Thumbnails cache size (in Kb)
de: Vorschau-Cache (in KB)
fr: Taille du cache des vignettes (en Ko)
it: Dimensione della cache per le thumbnail (in Kb)
sl: Velikost medpomnilnika sličic za predogled (v Kb)

source: Show icon on the system tray
de: Icon im Systray anzeigen
fr: Montrer l'icône dans la barre d'état système
it: Mostra icona nel vassoio di sistema
sl: Pokaži ikono v sistemskem pladnju

source: Use system file dialog (KDE only)
de: Systemdialoge verwenden (nur KDE)
fr: Utiliser le dialogue de sélection des fichiers (KDE seulement)
it: Usa il selettore di file di sistema (solo KDE)
sl: Uporabi sistemsko okno za datoteke (le KDE)

source: View Image
de: Bild anzeigen
fr: Voir l'image
it: Visualizza immagine
sl: Pokaži sliko

source: Up Direcrory
de: Verzeichnisebene aufwärts
fr: Repertoire parent
it: Livello superiore
sl: Gornja mapa

source: Open ZIP archive
de: ZIP-Datei öffnen
fr: Ouvrir une archive ZIP Ctrl+O
it: Apri archivio ZIP
sl: Odpri arhiv ZIP

source: Refresh
de: Aktualisieren
fr: Rafraîchir
it: Aggiorna
sl: Osveži

source: View Details
de: Detailansicht
fr: Voir Détails
it: Visualizza dettagli
sl: Pokaži podrobnosti

source: View Thumbnails
de: Vorschauansicht
fr: Voir Miniatures
it: Visualizza thumbnail
sl: Pokaži sličice za predogled

source: Exit Cornice
de: Beenden
fr: Quitter Cornice
it: Esci da Cornice
sl: Zapri Cornice

source: First Image
de: Erstes Bild
fr: Première image
it: Prima immagine
sl: Prva slika

source: Previous Image
de: Vorheriges Bild
fr: Image précédente
it: Immagine precedente
sl: Prejšnja slika

source: Next Image
de: Nächstes Bild
fr: Image suivante
it: Immagine successiva
sl: Naslednja slika

source: Last Image
de: Letztes Bild
fr: Dernière image
it: Ultima immagine
sl: Zadnja slika

source: Zoom Out
de: Zoom -
fr: Diminuer le zoom
it: Diminuisci zoom
sl: Pomanjšaj

source: Zoom In
de: Zoom +
fr: Augmenter le zoom
it: Aumenta zoom
sl: Povečaj

source: Default Zoom
de: Standardzoom
fr: Zoom par défaut
it: Dimensioni normali
sl: Privzeta povečava

source: Fit Screen
de: Bildgröße anpassen
fr: Ajuster à l'écran
it: Adatta dimensioni alla finestra
sl: Prilagodi zaslonu

source: Keep zoom and rotation settings
de: Zoom- und Rotationseinstellungen merken
fr: Garder la configuration du zoom et de la rotation
it: Mantieni zoom e rotazione
sl: Ohrani nastavitve povečave in sukanja

source: Rotate Left
de: Bild 90° im Gegenuhrzeigersinn drehen
fr: Rotation à gauche
it: Ruota verso sinistra
sl: Zasukaj levo

source: Rotate Right
de: Bild 90° im Uhrzeigersinn drehen
fr: Rotation à droite
it: Ruota verso destra
sl: Zasukaj desno

source: Fullscreen
de: Vollbildmodus
fr: Plein écran
it: A tutto schermo
sl: Celozaslonsko

source: Show/Hide
de: Zeigen/Verbergen
fr: Voir/Cacher
it: Mostra/Nascondi
sl: Pokaži/skrij

source: Minimize/Restore
de: Minimieren/Maximieren
fr: Minimiser/Restaurer
it: Minimizza/Ripristina
sl: Pomanjšaj/obnovi

source: Quit
de: Beenden
fr: Quitter
it: Esci
sl: Izhod
